Revit 2027 API
ParameterTypeId.FamilyThicknessParam Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyThicknessParam { get; }
Public Shared ReadOnly Property FamilyThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyThicknessParam {
	ForgeTypeId^ get ();
}
static member FamilyThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace